content/research/index.md
+++
title = "Research"
draft = false
+++

My primary research field is probability.  More specifically, I am interested in ergodic properties of SPDEs and models related to the Kardar--Parisi--Zhang universality class, including stochastic  Burgers/Hamilton--Jacobi equations, directed polymers, first-/last-passage percolation, etc.


## papers {#papers}

-   _Alexander Dunlap, Yu Gu, L. Li_, Localization length of the 1+1 continuum directed random polymer, [https://arxiv.org/abs/2211.07318](https://arxiv.org/pdf/2211.07318)
-   _Khanin Konstatin, L. Li, Zhanghan Yin_, Point fields of last-passage percolation and coalescing fractional Brownian motions, [https://arxiv.org/abs/2112.02247](https://arxiv.org/pdf/2112.02247), Phys. Rev. E **105**, 064127
-   _Khanin Konstatin, L. Li_, On asymptotic behavior of iterates of piecewise constant monotone maps, [https://arxiv.org/abs/2110.09731](https://arxiv.org/pdf/2110.09731)
-   _Khanin Konstatin, L. Li_, On end-point distribution for directed polymers and related problems for random forced Burgers equation, Phil. Trans. R. Soc. A.  **380:** 20210081
-   _Yuri Bakhtin, L. Li_, Strongly mixing smooth planer vector field without asymptotic directions, [https://arxiv.org/abs/1903.02733](https://arxiv.org/pdf/1903.02733), Nonlinearity **36** 1789 (2023)
-   _Yuri Bakhtin, L. Li_, Weakly mixing smooth planer vector field without asymptotic directions, [https://arxiv.org/abs/1808.05544](https://arxiv.org/pdf/1808.05544.pdf), Proc. Amer. Math. Soc., **148** (2020), 4733-4744 - _Yuri Bakhtin, L. Li_, Zero temperature limit for directed polymers and inviscid limit for stationary solutions of stochastic Burgers equation, [https://arxiv.org/abs/1706.09950](https://arxiv.org/pdf/1706.09950.pdf),  J. Stat. Phys. **172**, 1358-1397 (2018)
-   _Yuri Bakhtin, L. Li_, Thermodynamic limit for directed polymers and stationary solutions of the Burgers equation, [https://arxiv.org/abs/1607.04864](https://arxiv.org/pdf/1607.04864.pdf), Comm. Pure Appl. Math., **72(3)**, (2019), 536-619
-   _Zhiyi You, L. Li, Jianfeng Lu, Hao Ge_, Integrated tempering enhanced sampling method as the infinite switching limit, [https://arxiv.org/abs/1806.00725](https://arxiv.org/pdf/1806.00725.pdf), J. Chem. Phys.,  **149**, 084114 (2018)
-   Ph.D. Thesis (advisor: Yuri Bakhtin), Ergodic problems in random environments: polymers, Burgers equation and transport, 2019, New York University ([pdf](thesis.pdf))
-   Undergraduate Thesis (advisor: Hao Ge 葛颢), Enhanced Sampling method, 2014, Peking University
